/* 
   Localizable.strings
   QuincyKit

   Created by Masayuki Nii on 20.12.2010.
   Copyright 2011 Andreas Linde. All rights reserved.
 */

/* Global strings */

/* For dialogs yes buttons */
"Yes" = "はい";

/* For dialogs no buttons */
"No" = "いいえ";

/* For dialogs ok buttons */
"OK" = "保存";

/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "クラッシュ時のデータを検知";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "アプリは以前にクラッシュしました。もし開発者に匿名でクラッシュ時のデータをご提供いただければ、発生した問題の修復につとめます";

/* Alert box button if the users wants to send crash data always automatically */
"Always" = "いつも";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"Sending" = "送信中…";

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "発生状況";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "問題の原因となったバグはすでに解消されています。次期リリースの %@ において修正されます。";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "問題の原因となったバグはすでに解消されています。最新バージョンの %@ は現在Appleの承認待ちの状態ですです。";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "問題の原因となったバグはすでに解消されています。最新バージョンの %@ では修正されているので、ぜひともアップデートをしてください。";
